import React from "react";

function AboutPage() {
  return (
    <section className="my-4 container">
      <h4 className="my-4">حولنا</h4>
      <p className="lead">
        في عالم الإنترنت المتسارع، يبرز فريقنا كمجموعة متميزة من مطوري المواقع
        الإلكترونية. حيث نجمع بين الخبرة العميقة والشغف بالتكنولوجيا لتقديم حلول
        ويب مبتكرة. نحن نؤمن بأن كل موقع إلكتروني يجب أن يكون ليس فقط واجهة
        جذابة، بل أيضًا تجربة مستخدم سلسة ومتكاملة. من خلال التزامنا بأحدث
        معايير الويب وأفضل الممارسات، نضمن أن كل مشروع نعمل عليه يتميز بالجودة
        والكفاءة. سواء كانت المهمة تطوير موقع إلكتروني من الصفر أو تحسين موقع
        قائم، فإن فريقنا يعمل بتناغم لضمان تحقيق أفضل النتائج. نحن نفخر بتنوع
        مهاراتنا، من HTML وCSS إلى JavaScript وأطر عمل الويب الحديثة مثل React،
        ونحن دائمًا في طليعة التقنيات الجديدة. نحن نعمل كفريق واحد لتحويل
        الأفكار إلى واقع ملموس، ونضع دائمًا احتياجات عملائنا في صميم عملنا. مع
        كل خط كود نكتبه وكل واجهة مستخدم نصممها، نسعى ليس فقط لتلبية التوقعات،
        بل لتجاوزها. نحن نعشق ما نقوم به، ونؤمن بأن شغفنا يتجلى في كل مشروع
        نسلمه.
      </p>
    </section>
  );
}

export default AboutPage;
